Repository: whereisjeffrey/Orbit-
Catalog: TranslateHelper/Localizable.xcstrings
Source language: en
Languages: ar, es, pt

source: Translation will appear here…
es: La traducción aparecerá aquí…
pt: A tradução aparecerá aqui…

source: Transportation
es: Transporte
pt: Transporte

source: Try a Lightning Round targeting these patterns.
es: Prueba una ronda relámpago enfocada en estos patrones.
pt: Experimente uma Rodada Relâmpago focada nesses padrões.

source: Try again
es: Inténtalo de nuevo
pt: Tentar novamente

source: Try Again
es: Inténtalo de nuevo
pt: Tentar Novamente

source: Try everything free for 7 days. No charge until then.
es: Prueba todo gratis durante 7 días. Sin cargo hasta entonces.
pt: Experimente tudo grátis por 7 dias. Sem cobrança até lá.

source: Try it
es: Pruébalo
pt: Experimentar

source: Try listening to the native version and focus on the R sound.
es: Intenta escuchar la versión nativa y concéntrate en el sonido de la R.
pt: Tente ouvir a versão nativa e foque no som do R.

source: Try next word →
es: Siguiente palabra →
pt: Próxima palavra →

source: Type in Portuguese...
es: Escribe en portugués...
pt: Digite em português...

source: Version 2.4.1 (Build 890)
es: Versión 2.4.1 (Compilación 890)
pt: Versão 2.4.1 (Compilação 890)

source: Vibe, crowd, peak hours, parking, noise…
es: Ambiente, gente, horas pico, estacionamiento, ruido…
pt: Vibe, multidão, horários de pico, estacionamento, barulho…

source: View all tips →
es: Ver todos los consejos →
pt: Ver todas as dicas →

source: Visa requirements are for US/EU/Canadian passport holders and subject to change. Always verify before booking.
es: Los requisitos de visa son para titulares de pasaportes de EE. UU./UE/Canadá y están sujetos a cambios. Siempre verifica antes de reservar.
pt: Os requisitos de visto são para portadores de passaporte dos EUA/UE/Canadá e estão sujeitos a alterações. Sempre verifique antes de reservar.

source: Visit %@
es: Visitar %@
pt: Visitar %@

source: Visit Embassy Website
es: Visitar sitio web de la embajada
pt: Visitar Site da Embaixada

source: Visit website
es: Visitar sitio web
pt: Visitar site

source: Want more slang? Less grammar? Adjust your coaching style in Settings.
es: ¿Quieres más jerga? ¿Menos gramática? Ajusta tu estilo de entrenamiento en Configuración.
pt: Quer mais gírias? Menos gramática? Ajuste seu estilo de coaching em Configurações.

source: Want to hear it again?
es: ¿Quieres escucharlo de nuevo?
pt: Quer ouvir de novo?

source: Want to remember this?
es: ¿Quieres recordar esto?
pt: Quer lembrar disso?

source: Want to sound more natural?
es: ¿Quieres sonar más natural?
pt: Quer soar mais natural?

source: We only use your location to calculate distances. It's not stored.
es: Solo usamos tu ubicación para calcular distancias. No se almacena.
pt: Usamos sua localização apenas para calcular distâncias. Ela não é armazenada.

source: We sent a reset link to %@
es: Enviamos un enlace de restablecimiento a %@
pt: Enviamos um link de redefinição para %@

source: We'll review your submission and add it to the list. You're helping every expat who comes after you.
es: Revisaremos tu envío y lo agregaremos a la lista. Estás ayudando a cada expatriado que viene después de ti.
pt: Analisaremos sua contribuição e a adicionaremos à lista. Você está ajudando todo expatriado que vier depois de você.

source: We'll review your submission and add it to the list. You're helping every nomad who comes after you.
es: Revisaremos tu envío y lo agregaremos a la lista. Estás ayudando a cada nómada que viene después de ti.
pt: Analisaremos sua contribuição e a adicionaremos à lista. Você está ajudando todo nômade que vier depois de você.

source: We'll send you a reminder before your trial ends. No surprises. No funny business.
es: Te enviaremos un recordatorio antes de que termine tu prueba. Sin sorpresas. Sin trucos.
pt: Enviaremos um lembrete antes do término do seu teste. Sem surpresas. Sem enrolação.

source: We'll show you what's actually relevant to where you are right now.
es: Te mostraremos lo que es realmente relevante para donde estás ahora mismo.
pt: Mostraremos o que é realmente relevante para onde você está agora.

source: We'll tailor slang and phrases to where you spend time. Add up to %lld locations — your top one gets the most weight.
es: Adaptaremos la jerga y las frases a los lugares donde pasas tiempo. Agrega hasta %lld ubicaciones; la principal tendrá más peso.
pt: Adaptaremos gírias e frases aos locais onde você passa tempo. Adicione até %lld locais — o principal terá mais peso.

source: We're early, we're scrappy, and we're building something we genuinely believe in. If you feel like telling someone about it, we'd love that. But no pressure — we're just glad you're here.
es: Estamos empezando, somos ingeniosos y estamos construyendo algo en lo que realmente creemos. Si te apetece contárselo a alguien, nos encantaría. Pero sin presión, solo nos alegra que estés aquí.
pt: Estamos no início, somos esforçados e estamos construindo algo em que realmente acreditamos. Se você quiser contar a alguém sobre isso, adoraríamos. Mas sem pressão — estamos apenas felizes por você estar aqui.

source: Weekly Report
es: Informe semanal
pt: Relatório Semanal

source: Weekly reports · Milestones · Practice sessions · and more
es: Informes semanales · Hitos · Sesiones de práctica · y más
pt: Relatórios semanais · Marcos · Sessões de prática · e mais

source: Welcome to Wandr 🌎
es: Bienvenido a Wandr 🌎
pt: Bem-vindo ao Wandr 🌎

source: WHAT %@ MEANS
es: QUÉ SIGNIFICA %@
pt: O QUE %@ SIGNIFICA

source: What are you into?
es: ¿Qué te interesa?
pt: O que você gosta?

source: WHAT HAPPENED / HOW TO AVOID IT
es: QUÉ PASÓ / CÓMO EVITARLO
pt: O QUE ACONTECEU / COMO EVITAR

source: WHAT YOU'LL UNLOCK
es: LO QUE DESBLOQUEARÁS
pt: O QUE VOCÊ VAI DESBLOQUEAR

source: What's happening in %@?
es: ¿Qué está pasando en %@?
pt: O que está acontecendo em %@?

source: What's on your mind?
es: ¿Qué tienes en mente?
pt: O que você está pensando?

source: What's your name?
es: ¿Cómo te llamas?
pt: Qual é o seu nome?

source: WhatsApp → Group → Group Info → Invite via Link → Copy Link
es: WhatsApp → Grupo → Info. del grupo → Invitar con enlace → Copiar enlace
pt: WhatsApp → Grupo → Dados do Grupo → Convidar via link → Copiar link

source: WhatsApp Groups
es: Grupos de WhatsApp
pt: Grupos do WhatsApp

source: WhatsApp invite link
es: Enlace de invitación de WhatsApp
pt: Link de convite do WhatsApp

source: WHO STARTS
es: QUIÉN EMPIEZA
pt: QUEM COMEÇA

source: Who's up for it? Where and when?
es: ¿Quién se apunta? ¿Dónde y cuándo?
pt: Quem topa? Onde e quando?

source: WORD OR PHRASE
es: PALABRA O FRASE
pt: PALAVRA OU FRASE

source: Work
es: Trabajo
pt: Trabalho

source: Yes! ⭐
es: ¡Sí! ⭐
pt: Sim! ⭐

source: You can also hold and drag to select a full phrase
es: También puedes mantener presionado y arrastrar para seleccionar una frase completa
pt: Você também pode segurar e arrastar para selecionar uma frase completa

source: You said:
es: Dijiste:
pt: Você disse:

source: You start — say whatever you want and Sol responds naturally.
es: Empiezas tú — di lo que quieras y Sol responde naturalmente.
pt: Você começa — diga o que quiser e Sol responde naturalmente.

source: You're all set!
es: ¡Todo listo!
pt: Tudo pronto!

source: You're improving! Each word got a little better.
es: ¡Estás mejorando! Cada palabra mejoró un poco.
pt: Você está melhorando! Cada palavra ficou um pouco melhor.

source: You're in. Welcome, founder.
es: Ya estás dentro. Bienvenido, fundador.
pt: Você está dentro. Bem-vindo, fundador.

source: You've been struggling with past subjunctive. Want to work on it?
es: Has tenido problemas con el subjuntivo pasado. ¿Quieres practicarlo?
pt: Você tem tido dificuldades com o pretérito imperfeito do subjuntivo. Quer praticar?

# You've mastered %lld %@ so far. Keep going.
source: You've mastered %1$lld %2$@ so far. Keep going.
es: Has dominado %lld %@ hasta ahora. Sigue así.
pt: Você dominou %lld %@ até agora. Continue assim.

source: You've reached the maximum of %lld locations. Remove one to add another.
es: Has alcanzado el máximo de %lld ubicaciones. Elimina una para añadir otra.
pt: Você atingiu o máximo de %lld locais. Remova um para adicionar outro.

source: You've reviewed all phrases. 🎉
es: Has revisado todas las frases. 🎉
pt: Você revisou todas as frases. 🎉

source: Your $1.99/month rate is locked in — for life. No matter what wandr becomes, this is your price. Always.
es: Tu tarifa de $1.99/mes está fijada — de por vida. No importa en qué se convierta wandr, este es tu precio. Siempre.
pt: Sua taxa de US$ 1,99/mês está garantida — para sempre. Não importa o que o wandr se torne, este é o seu preço. Sempre.

source: Your 7-day free trial has started. No charge until %@.
es: Tu prueba gratuita de 7 días ha comenzado. Sin cargo hasta el %@.
pt: Seu teste gratuito de 7 dias começou. Sem cobrança até %@.

source: Your deck is ready
es: Tu mazo está listo
pt: Seu baralho está pronto

source: Your feedback helps us make Orbit better for everyone.
es: Tus comentarios nos ayudan a mejorar Orbit para todos.
pt: Seu feedback nos ajuda a tornar o Orbit melhor para todos.

source: Your first location gets the most slang weight. Drag to reorder by where you spend the most time.
es: Tu primera ubicación recibe el mayor peso de jerga. Arrastra para reordenar según dónde pasas más tiempo.
pt: Seu primeiro local recebe o maior peso de gírias. Arraste para reordenar por onde você passa mais tempo.

source: Your language coach. I live inside your keyboard.
es: Tu entrenador de idiomas. Vivo dentro de tu teclado.
pt: Seu coach de idiomas. Eu moro dentro do seu teclado.

source: Your Level
es: Tu nivel
pt: Seu Nível

source: YOUR LEVEL
es: TU NIVEL
pt: SEU NÍVEL

source: YOUR LOCATIONS
es: TUS UBICACIONES
pt: SEUS LOCAIS

source: Your native language is set to English.
es: Tu idioma nativo está configurado en inglés.
pt: Seu idioma nativo está definido como inglês.

source: Your overall level across all categories
es: Tu nivel general en todas las categorías
pt: Seu nível geral em todas as categorias

source: YOUR R SOUND
es: TU SONIDO DE LA R
pt: SEU SOM DE R

source: Your R sound needs work. Try saying this:
es: Tu sonido de la R necesita trabajo. Intenta decir esto:
pt: Seu som de R precisa de trabalho. Tente dizer isto:

source: Your recommendation helps every remote worker who comes after you.
es: Tu recomendación ayuda a cada trabajador remoto que viene después de ti.
pt: Sua recomendação ajuda todo trabalhador remoto que vem depois de você.

source: Your Skill Profile
es: Tu Perfil de Habilidades
pt: Seu Perfil de Habilidades

source: Your speaking coach will weave these into your conversations. Pick as many as you want.
es: Tu entrenador de oratoria los incorporará en tus conversaciones. Elige tantos como quieras.
pt: Seu treinador de fala irá incorporá-los em suas conversas. Escolha quantos quiser.

source: yourhandle
es: tuusuario
pt: seuidentificador

source: $1 USD = %@ MXN
pt: US$ 1 = %@ MXN

source: Editable
pt: Editável
